test/fixtures/xml/stamps/track_shipment_request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:tns="http://stamps.com/xml/namespace/2013/10/swsim/swsimv33">
  <soap:Body>
    <tns:TrackShipment>
      <tns:Authenticator>***authenticator***</tns:Authenticator>
      <tns:StampsTxID>c605aec1-322e-48d5-bf81-b0bb820f9c22</tns:StampsTxID>
    </tns:TrackShipment>
  </soap:Body>
</soap:Envelope>
